Repository: Herocku2/alphapoject
Catalog: backend/locales/*/LC_MESSAGES/django.po
Languages: es

source: Used
es: Usado

source: Unused
es: No usado

source: Invalid
es: Inválido

source: Verified
es: Verificado

source: Ip address
es: Dirección IP

source: Phone number
es: Número de teléfono

source: Input phone number
es: Introduce el número de teléfono

source: USDT wallet
es: Billetera USDT

source: Balance
es: Saldo

source: Investment Balance
es: Saldo de inversión

source: Referr code
es: Código de referido

source: Extra direct payment
es: Pago directo extra

source: Input extra percentage
es: Introduce el porcentaje extra

source: Is fundator
es: Es fundador

source: Check if is fundator
es: Marcar si es fundador

source: User
es: Usuario

source: Users
es: Usuarios

source: Code
es: Código

source: Expired
es: Expirado

source: Status code
es: Estado del código

source: Active
es: Activo

source: User codes
es: Códigos de usuario

source: Users codes
es: Códigos de usuarios

source: Avatar updated successfully!
es: ¡Avatar actualizado con éxito!

source: We have sent a secret code to your email address! Please check your inbox and follow the instructions to complete the process.
es: ¡Hemos enviado un código secreto a tu dirección de correo electrónico! Por favor, revisa tu bandeja de entrada y sigue las instrucciones para completar el proceso.

source: User profile updated successfully!
es: ¡Perfil de usuario actualizado con éxito!

source: Secret code is ivalid, please try another one.
es: El código secreto no es válido, por favor intenta con otro.

source: Password updated successfully!
es: ¡Contraseña actualizada con éxito!

source: Current password don't match
es: La contraseña actual no coincide

source: Account is not active, please contact support
es: La cuenta no está activa, por favor contacta a soporte

source: Credentials aren't valid
es: Las credenciales no son válidas

source: User doesn't exist
es: El usuario no existe

source: A server error has ocurred {ex}
es: Ha ocurrido un error en el servidor {ex}

source: Email address already exists, try again new email.
es: La dirección de correo electrónico ya existe, intenta con un nuevo correo.

source: Referral code is not valid
es: El código de referido no es válido

source: We have sent a password reset code to your email address! Please check your inbox and follow the instructions to complete the process.
es: ¡Hemos enviado un código de restablecimiento de contraseña a tu dirección de correo electrónico! Por favor, revisa tu bandeja de entrada y sigue las instrucciones para completar el proceso.

source: There is no user registered with the provided email address.
es: No hay ningún usuario registrado con la dirección de correo electrónico proporcionada.

source: Your password has been successfully reset, you can now log in!
es: ¡Tu contraseña ha sido restablecida con éxito, ya puedes iniciar sesión!

source: Please request a new reset code, otp invalid. Try again
es: Por favor, solicita un nuevo código de restablecimiento, el código OTP no es válido. Inténtalo de nuevo.

source: The code is invalid or has expired. Please check and try to reset the password again.
es: El código no es válido o ha expirado. Por favor, verifica e intenta restablecer la contraseña de nuevo.

source: Default users avatar
es: Avatar de usuarios por defecto

source: Project name
es: Nombre del proyecto

source: Dark Logo
es: Logo oscuro

source: Currency abbreviation
es: Abreviatura de la moneda

source: Minimun investment amount
es: Monto mínimo de inversión

source: Minimum withdrawal amount
es: Monto mínimo de retiro

source: Receiver wallet
es: Billetera receptora

source: Network payments
es: Red de pagos

source: Withdrawal days
es: Días de retiro

source: Daily payment
es: Pago diario

source: Blocked days for investment
es: Días bloqueados para inversión

source: General settings
es: Configuración general

source: Pending
es: Pendiente

source: Approved
es: Aprobado

source: Refused
es: Rechazado

source: Date to withdraw
es: Fecha para retirar

source: Earnings
es: Ganancias

source: Investment status
es: Estado de la inversión

source: Withdrawn amount
es: Monto retirado

source: Amount invest
es: Monto a invertir

source: User invest
es: Inversión de usuario

source: Pay with balance
es: Pagar con saldo

source: Before investment value
es: Valor antes de la inversión

source: Available for withdrawal date
es: Fecha disponible para retiro

source: Withdrawn from this deposit
es: Retirado de este depósito

source: Investment plan transaction
es: Transacción de plan de inversión

source: Investment plan transactions
es: Transacciones de plan de inversión

source: Payment with balance has been made successfully!
es: ¡El pago con saldo se ha realizado con éxito!

source: You don't have enough balance, try again.
es: No tienes saldo suficiente, inténtalo de nuevo.

source: Investment amount must be at least ${} USDT, please try again.
es: El monto de la inversión debe ser de al menos ${} USDT, por favor inténtalo de nuevo.

source: An error has ocurred to create the payment, try again.
es: Ha ocurrido un error al crear el pago, inténtalo de nuevo.

source: Transaction paid successfully.
es: Transacción pagada con éxito.

source: Waiting for funds
es: Esperando fondos

source: User hasn't pending payments.
es: El usuario no tiene pagos pendientes.

source: An error has ocurred to verify the payment, try again.
es: Ha ocurrido un error al verificar el pago, inténtalo de nuevo.

source: Reinvestment made successfully!
es: Reinversión realizada!

source: Payment date
es: Fecha de pago

source: Base user payment
es: Pago base de usuario

source: Base user payments
es: Pagos base de usuario

source: Amount paid
es: Monto pagado

source: Level payment
es: Pago de nivel

source: Direct Payment
es: Pago Directo

source: Direct payments
es: Pagos directos

source: Current investment amount
es: Monto de inversión actual

source: Active user investment
es: Inversión de usuario activa

source: Investment progress
es: Progreso de la inversión

source: Pasive payment
es: Pago pasivo

source: Pasive payments
es: Pagos pasivos

source: Select user to add in the tree
es: Selecciona el usuario a añadir en el árbol

source: Unilevel Tree
es: Árbol Uninivel

source: Select User
es: Seleccionar Usuario

source: Refrerred
es: Referido

source: Select user
es: Seleccionar usuario

source: Is master code
es: Es código maestro

source: Check for master code
es: Marcar para código maestro

source: Referr
es: Referido

source: Referrers
es: Referidos

source: Referral master code activated!
es: ¡Código maestro de referido activado!

source: You dont have permissions to activate master codes!
es: ¡No tienes permisos para activar códigos maestros!

source: Withdrawal Method
es: Método de retiro

source: Withdrawn date
es: Fecha de retiro

source: Withdrawn payed date
es: Fecha de pago del retiro

source: Fee
es: Comisión

source: Payment link (Tron scan)
es: Enlace de pago (Tron scan)

source: Wallet address
es: Dirección de la billetera

source: Used code
es: Código usado

source: Account Number
es: Número de cuenta

source: Please select a valid wallet address in your profile.
es: Por favor, selecciona una dirección de billetera válida en tu perfil.

source: Sorry, Withdrawals are only available on Thursdays and Fridays
es: Lo sentimos, los retiros solo están disponibles los jueves y viernes

source: Withdrawal
es: Retiro

source: Withdrawals
es: Retiros

source: Verification code
es: Código de verificación

source: Code statuses
es: Estados del código

source: Withdrawal confirmation code
es: Código de confirmación de retiro

source: Withdrawal confirmation codes
es: Códigos de confirmación de retiro

source: Please select a valid wallet address.
es: Por favor, selecciona una dirección de billetera válida.

source: Full your bank data in your profile to continue.
es: Completa tus datos bancarios para continuar.

source: Secret code doesn't exist or already have expired.
es: El código secreto no existe o ya ha expirado.

source: Min withdrawal amount is {} USD. Please try again.
es: El monto mínimo de retiro es de ${} USD. Por favor inténtalo de nuevo.

source: Min FIAT withdrawal amount is {} USD. Please try again.
es: El monto mínimo de retiro FIAT es de ${} USD. Por favor inténtalo de nuevo.

source: You can't exceed your available balance ${user.balance} USD
es: No puedes exceder tu saldo disponible de ${user.balance} USD

source: You don't have an active investment to withdraw from.
es: No tienes una inversión activa de la cual retirar.

source: Code sent successfully
es: Código enviado con éxito

source: Spanish
es: Español

source: English
es: Inglés
